alsa-utils
arch-install-scripts
archlinux-wallpaper
aria2
aspell
autoconf
automake
bash
binutils
bison
bluez
bluez-utils
bzip2
ca-certificates
ca-certificates-mozilla
chromium
clang
cmake
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
diffutils
e2fsprogs
epdfview
exo
faad2
fakeroot
fcitx
fcitx-cloudpinyin
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
file
filesystem
findutils
fish
flex
garcon
gawk
gcc
gcc-libs
gdb
gettext
git
glibc
gparted
gpicview-gtk3
gptfdisk
grep
groff
gtk-engine-murrine
gtk-xfce-engine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
inetutils
intel-ucode
iproute2
iputils
ipython
jfsutils
kupfer
leafpad
less
libmpcdec
libtool
licenses
linux
linux-headers
logrotate
lsof
lvm2
lxdm
m4
make
man-db
man-pages
mdadm
mlocate
mpg123
mpv
mypaint
nano
netctl
network-manager-applet
networkmanager
ntfs-3g
nvidia
opencl-nvidia
openssh
pacman
patch
pciutils
perl
pkgconf
procps-ng
proxychains-ng
psmisc
python-networkx
python-numpy
python-pip
python2-jedi
reiserfsprogs
rsync
s-nail
screenfetch
sed
shadow
shadowsocks-libev
sudo
sysfsutils
syslinux
systemd
systemd-sysvcompat
taglib
tar
terminator
texinfo
thunar-archive-plugin
thunar-volman
tk
tumbler
unrar
unzip
usbutils
util-linux
valgrind
vim
w3m
wavpack
which
wqy-zenhei
xarchiver
xdot
xf86-input-keyboard
xf86-input-mouse
xf86-input-wacom
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-session
xfce4-settings
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yapf
ydcv
youtube-dl
